Repository: abmyii/openspades-ng
Catalog: Resources/Locales/*/openspades.po
Languages: el, hu, it, lt, uk

# StartupScreen
source: Water Shader|None:Water is rendered in the same way that normal blocks are done.|Level 1:Refraction and the reflected Sun are simulated.|Level 2:Waving water is simulated as well as reflection and refraction.|Level 3:Reflections and refractions are rendered at the highest quality using screen-space techniques.
el: Σκιές νερού| Χωρίς: Το νερό κάνει render με τον ίδιο τρόπο όπως οι κύβοι. | Επίπεδο 1:Η διάθλαση και το ανακλώμενο φως του ηλίου προσομοιώνονται. | Επίπεδο 2: Προσομοιώνεται κινούμενο νερό καθώς και ανάκλαση και διάθλαση. | Επίπεδο 3:Οι ανακλάσεις και οι διαθλάσεις αποδίδονται με την υψηλότερη ποιότητα χρησιμοποιώντας τεχνικές screen-space.
hu: Víz shader | Nincs: A víz a többi blokkhoz hasonlóan kerül megrajzolásra. | Első szint: Fénytörés és a nap tükröződése kerül szimulálásra. | Második szint: A víz hullámzása is szimulálva van a fénytőrés és tükröződés mellett. | Harmadik szint: A tükröződések és a fénytőrések a lehető legmagasabb minőségben kerülnek renderelésre.
it: Shader dell'Acqua|Nessuna:L'acqua è renderizzata come gli altri blocchi|Livello 1:simulate Rifrazione e Riflesso Solare|Livello 2:Insieme a rifrazione e riflessione vengono simulate anche le onde|Livello 3:Riflessi e refrazioni sono renderizzate alla massima qualità usando tecniche spaziali dello schermo.
lt: Vandens Efektai|Jokių:Vanduo yra vaizduojamas taip pat kaip įprasti blokai.|1-as Lygis:Yra simuliuojamos refrakcija ir atsispindinti Saulė.|2-as Lygis:Yra simuliuojamas banguojantis vanduo, kartu su atsispindėjimu ir refrakcija|3-ias Lygis:Atspind=iai ir refrakcijos yra vaizduojami aukščiausia kokybe, naudojant ekrano erdvės technikas.
uk: Шейдери води|Викл:Рендер води проходить так само як і рендер блоків.|1 рівень:Симулюється заломлення світла і відбиття Сонця.|2 рівень:Коливання води симулюються в доповнення заломленню і відбиттю.|3 рівень:Відбиття та заломлення відображаються з найкращою якістю, використовуючи техніки екранного простору.

# StartupScreen
source: Med
el: Μεσαίο
it: Medio
lt: Vid
uk: Середньо

# StartupScreen
source: Shader Effects
el: Εφέ σκιών
hu: Shader hatás
it: Effetti dello Shader
lt: Vaizdo Efektai
uk: Шейдерні ефекти

# StartupScreen
source: Special effects.
el: Ειδικά εφέ.
hu: Speciális effektusok.
it: Effetti speciali.
lt: Ypatingi efektai.
uk: Спеціальні ефекти.

# StartupScreen
source: Fast Mode:Reduces the image resolution to make the rendering faster.|Off|2x|4x
el: Γρήγορη λειτουργία: μειώνει την ανάλυση της εικόνας για ταχύτερη απόδοση. | Απενεργοποίηση | 2 x | 4 x
hu: Gyors mód: A felbontás csökkentése a gyorsabb renderelés érdekében. |Off|2x|4x
it: Modalità veloce:Riduce la risoluzione dell'immagine per rendere il rendering più veloce.|Off|2x|4x
lt: Greitasis Rėžimas:Sumažina vaizdinio rezoliuciją, kad paversti vaizdavimą greitesniu.|Išjungta|2x|4x
uk: Швидкий режим:Зменшує роздільність зображення для більш швидкого рендерингу.|Викл|2x|4x

# StartupScreen
source: Audio Settings
el: Ρυθμίσεις Ήχου
hu: Hangbeállítások
it: Impostazioni Audio
lt: Garso Nustatymai
uk: Налаштування аудіо

# StartupScreen
source: Uses an OpenAL-capable sound card to process sound. In most cases where there isn't such a sound card, software emulation is used.
el: Χρησιμοποιεί μια κάρτα ήχου που μπορεί να χρησιμοποιήσει OpenAL για την επεξεργασία ήχου. Στις περισσότερες περιπτώσεις όπου δεν υπάρχει μια τέτοια κάρτα ήχου, χρησιμοποιείται προσομοίωση λογισμικού.
hu: OpenAL-képes hangkártyát használ a hang feldolgozásához. A legtöbb esetben, amikor nincs ilyen hangkártya, szoftveres emulációt használ helyette.
it: Utilizza una scheda audio capace di supportare OpenAL per elaborare il suono. Nella maggior parte dei casi in cui non esiste tale scheda sonora, viene utilizzata l'emulazione del software.
lt: Naudoja OpenAL gebančia garso kortą, kad apdoroti garsą. Dažniausiai atvėjais, kai tokios garso kortos nėra, yra pritaikoma programinė emuliacija.
uk: Використовує OpenAL-сумісну звукову карту для обробки звуку. В більшості випадків, коли немає такої звукової карти, використовується програмна емуляція.

# StartupScreen
source: YSR is an experimental 3D HDR sound engine optimized for OpenSpades. It features several enhanced features including automatic load control, dynamics compressor, HRTF-based 3D audio, and high quality reverb.
el: Το YSR είναι μια πειραματική 3D HDR μηχανή ήχου βελτιστοποιημένη για το OpenSpades. Διαθέτει αρκετές βελτιωμένες δυνατότητες όπως αυτόματη φόρτωση στοιχείου ελέγχου, συμπιεστής δυνάμεων, βασισμένο σε τεχνολογία HRTF 3D ήχου και υψηλής ποιότητας αντήχησης.
hu: A YSR egy kísérleti 3D HDR hangot előállító, OpenSpades-re optimalizált szoftver. Több javított funkciót is tartalmaz, mint automatikus terheléselosztó, dinamikus kompresszor, HRTF alapú 3D hang, és magas minőségű visszhang.
it: YSR è un engine audio 3D HDR sperimentale ottimizzato per OpenSpades. Porta diverse funzionalità migliorate, tra cui il controllo automatico del carico, il compressore dinamico, audio 3D basato su HRTF e riverbi di alta qualità.
lt: YSR yra ekspermentinis 3D HDR garso variklis, optimizuotas OpenSpades'. Jis turi kelias pagerintas funkcijas, tame tarpe: automatinę apkrovos kontrolę, dinaminį kompresorių, HRTF-pagrįstą 3D garsą, ir aukštos kokybės atgarsį.
uk: YSR - це експериментальний 3D HDR звуковий рушій, оптимізований для OpenSpades. Він включає в себе декілька розширених функцій, таких як автоматичний контроль навантаження, динамічну компресію, 3D звук, базований на HRTF, і високоякісну реверберацію.

# StartupScreen
source: Null
el: Κενό
hu: Kikapcsolva
it: Nessuno
lt: Nieko
uk: Відкл

# StartupScreen
source: Disables audio output.
el: Απενεργοποιεί την έξοδο ήχου.
hu: Kikapcsolja a hangkimenetet.
it: Disabilita l'uscita dell' audio.
lt: Išjungia garso išeigą.
uk: Відключити вивід аудіо.

# StartupScreen
source: Polyphonics
el: Πολυφωνία
hu: Szólamok
it: Polifonie
lt: Polifonija
uk: Поліфоніка

# StartupScreen
source: Specifies how many sounds can be played simultaneously. Higher value needs more processing power, so setting this too high might cause an overload (especially with a software emulation).
el: Καθορίζει πόσοι ήχοι μπορούν να παιχτούν ταυτόχρονα. Υψηλότερη τιμή απαιτεί περισσότερη επεξεργαστική ισχύ, έτσι η ρύθμιση αυτού σε πολύ υψηλό επίπεδο μπορεί να προκαλέσει υπερφόρτωση (ειδικά αν γίνεται προσομοίωση λογισμικού).
hu: Megadja, hogy hány hangot lehet lejátszani egyszerre. A magasabb értékek nagyobb feldolgozási teljesítményt igényelnek, ezért a nagyon magas értékek túlterheléshez vezethetnek (különösen szoftveres emuláció esetén).
it: Specifica quanti suoni possono essere riprodotti all'unisono. Un valore più alto richiede più potere di elaborazione, quindi impostare questo troppo alto potrebbe causare un sovraccarico (specialmente con un emulazione software).
lt: Patikslina kiek garsų gali būti grojama vienu metu. Didesnės vertės reikalauja daugiau procesavimo galios, tai nustatymas šio nustatymą per aukštai gali sukelti perkrovą (ypač naudojant programinę emuliaciją).
uk: Визначає кількість звуків, що можуть програватися одночасно. Вищі значення потребують більшу обчислювальну потужність, тому виставлення занадто високих значень може привести до перевантаження (особливо з програмною емуляцією).

# StartupScreen
source: Enables extended features provided by the OpenAL driver to create more ambience.
el: Επιτρέπει την χρήση περισσότερων χαρακτηριστικά που παρέχονται από το OpenAL driver για την δημιουργία καλύτερης ατμόσφαιρας.
it: Abilita le funzionalità estese fornite dal driver OpenAL per creare più ambientzione.
lt: Leižia papildomas funkcijas pateiktas OpenAL draiverio, tam kad sukurti daugiau garsinės atmosferos.
uk: Включає розширені особливості, які забезпечуються OpenAL, для відтворення більшої атмосфери оточення.

# StartupScreen
source: Specifies how many sounds can be played simultaneously. No matter what value is set, YSR might reduce the number of sounds when an overload is detected.
el: Καθορίζει πόσοι ήχοι μπορούν να παιχτόυν ταυτόχρονα. Ανεξαρτήτως της καθορισμένης τιμής, το YSR μπορεί να μειώσει τον αριθμό των ήχων όταν εντοπίσει μια υπερφόρτωση.
hu: Megadja, hogy hány hangot lehet lejátszani egyszerre. A megadott értéktől függetlenül a YSR csökkentheti a hangok számát, ha túlterhelést észlel.
it: Specifica quanti suoni possono essere riprodotti simultaneamente. A prescindere dal valore impostato, lo YSR potrebbe ridurre il numero di suoni quando viene rilevato un sovraccarico.
lt: Patikslina kiek garsų gali būti grojama vienu metu. Nesvarbu kokia vertė yra nustatyta, YSR gali sumažinti garsų skaičių kai yra aptikta perkrova.
uk: Визначає кількість звуків, що можуть програватися одночасно. Незважаючи на встановлене значення, YSR може зменшити кількість звуків, якщо виявлено перевантаження.

# StartupScreen
source: Language
el: Γλώσσα
hu: Nyelv
it: Lingua
lt: Kalba
uk: Мова

# StartupScreen
source: Tools
el: Εργαλεία
hu: Eszközök
it: Strumenti
lt: Įrankiai
uk: Інструменти

# StartupScreen
source: Reset All Settings
el: Επαναφορά όλων των ρυθμίσεων
hu: Minden beállítás visszaállítása
it: Reimposta tutte le opzioni
lt: Perkrauti Visus Nustatymus
uk: Скинути всі налаштування

# StartupScreen
source: Open Config Folder in Explorer
el: Ανοίξτε το φάκελο Config στον Explorer
hu: Konfigurációs mappa megnyitása
it: Apri cartella Config in Explorer
lt: Atidaryti Config Aplankalą su Explorer
uk: Відкрити папку конфігурації в провіднику

# StartupScreen
source: Reveal Config Folder in Finder
el: Εμφάνιση του φακέλου Config στο Finder
it: Rivela la cartella Config nel Finder
lt: Atskleis Config Aplankalą su Finder
uk: Виявити папку конфігурації у пошуку

# StartupScreen
source: Browse Config Folder
el: Αναζήτηση φακέλου Config
hu: Konfigurációs mappa böngészése
it: Sfoglia cartella Configurazioni
lt: Naršyti Config Aplankalą
uk: Переглянути папку з конфігурацією

# StartupScreen
source: An unknown error has occurred while opening the config directory.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα κατά το άνοιγμα του φακέλου Config.
hu: Ismeretlen hiba történt a konfiguráció mappa megnyitásakor.
it: Si è verificato un errore sconosciuto durante l'apertura della cartella di configurazione.
lt: Įvyko nežinoma klaida bandant atidaryti config katalogą.
uk: Виникла невідома помилка при відкритті папки конфігурації.

# StartupScreen
source: Are you sure to reset all settings? They include (but are not limited to):
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλες τις ρυθμίσεις; Αυτές περιλαμβάνουν (αλλά δεν περιορίζονται σε):
hu: Biztosan vissza akarsz állítani minden beállítást? Ebbe beletartoznak a következők (de nem korlátozódnak rájuk):
it: Sei sicuro di voler resettare tutte le impostazioni? includono (e non solo):
lt: Ar jūs tikrai norite perkrauti visus nustatymus? Į juos įeiną (bet jais neapsiriboja):
uk: Ви впевнені, що бажаєте скинути всі налаштування? Включаючи (але не обмежуючись тільки ними):

# StartupScreen
source: All graphics/audio settings
el: Όλες τις ρυθμίσεις γραφικών/ήχου
hu: Minden grafikus/hangbeállítás
it: Tutte le impostazioni grafiche/audio
lt: Visi grafikos/garso nustatymai
uk: Всі графічні та аудіо налаштування

# StartupScreen
source: All key bindings
el: Όλες τις δεσμεύσεις πλήκτρων
hu: Minden billentyűparancs
it: Tutte le combinazioni di tasti
lt: Visi klavišų priskirimai
uk: Всі прив'язки клавіш

# StartupScreen
source: Your player name
el: Το όνομά σας
hu: Játékos neved
it: Il tuo nome da Giocatore
lt: Jūsų žaidėjo vardas
uk: Ваше ім'я гравця

# StartupScreen
source: Other advanced settings only accessible through '{0}' tab and in-game commands
el: Άλλες ρυθμίσεις για προχωρημένους προσβάσιμες μόνο μέσω της '{0}' καρτέλας και των εντολών εντός του παιχνιδιού
hu: Más haladó beállítások csak a '{0}' fülön és játékon belüli parancsokkal érhetőek el
it: Altre impostazioni avanzate sono accessibili solo tramite '{0}' tab e comandi in-game
lt: Kiti išplėstiniai nustatymai, prieinami tik per '{0}' langą ir komandas žaidimo metu
uk: Інші розширені налаштування, доступні тільки через вкладку '{0}' та внутрішньоігрові команди

# StartupScreen
source: Unknown ({0})
el: Άγνωστο ({0})
hu: Ismeretlen ({0})
it: Sconosciuto ({0})
lt: Nežinoma ({0})
uk: Невідом. ({0})

# StartupScreen
source: System default
el: Προεπιλογή συστήματος
hu: Rendszer alapértelmezett
it: Impostazione predefinita del sistema
lt: Numatyta sistemos
uk: Системний за замовчуванням

# StartupScreen
source: Copy to Clipboard
el: Αντιγραφή στο πρόχειρο
hu: Másolás vágólapra
it: Copia negli Appunti
lt: Kopijuoti į Iškarpinę
uk: Копіювати у буфер обміну

# StartupScreen
source: Advanced Settings
el: Ρυθμίσεις για Προχωρημένους
hu: Haladó beállítások
it: Impostazioni avanzate
lt: Išplėstiniai Nustatymai
uk: Розширені налаштування

# StartupScreen
source: Filter
el: Φίλτρο
hu: Szűrő
it: Filtro
lt: Filtras
uk: Фільтр

# UpdateCheck
source: Enable
el: Ενεργοποίηση
hu: Engedélyez
it: Attiva
lt: Įjungti
uk: Включити

# UpdateCheck
source: Show details...
el: Εμφάνιση λεπτομερειών...
hu: Részletek mutatása...
it: Visualizza i dettagli...
lt: Rodyti detales...
uk: Детальніше...

# UpdateCheck
source: Version {0} is available! (You currently have {1})
el: Η έκδοση {0} είναι διαθέσιμη! (Αυτή τη στιγμή έχετε την έκδοση {1})
hu: A verzió {0} elérhető! (Jelenlegi verzió: {1})
it: Versione {0} è disponibile! (Al momento hai {1})
lt: Versija {0} yra prieinama! (Jūs šiuo metu turite {1})
uk: Версія {0} доступна! (Ви зараз використовуєте {1})

# UpdateCheck
source: You're using the latest version of OpenSpades. ({0})
el: Χρησιμοποιείτε την τελευταία έκδοση του OpenSpades. ({0})
hu: Az OpenSpades legújabb verzióját használod. ({0})
it: Stai utilizzando la versione più recente di OpenSpades. ({0})
lt: Jūs naudojatės naujiausia OpenSpades versija. ({0})
uk: Ви використовуєте останню версію OpenSpades. ({0})

# UpdateCheck
source: Checking for updates...
el: Έλεγχος για ενημερώσεις...
hu: Frissítések keresése...
it: Controllo aggiornamenti...
lt: Ieškoma atnaujinimų...
uk: Перевірка оновлень...

# UpdateCheck
source: Failed to check for updates.
el: Αδύνατο να γίνει έλεγχος για ενημερώσεις.
hu: Nem sikerült ellenőrizni a frissítéseket.
it: Impossibile controllare gli aggiornamenti.
lt: Nepavyko patikrinti, ar yra atnaujinimų.
uk: Помилка перевірки оновлень.

# UpdateCheck
source: Automatic update check is not enabled.
el: Ο αυτόματος έλεγχος ενημερώσεων δεν είναι ενεργοποιημένος.
hu: Az automatikus frissítés-keresés nincs engedélyezve.
it: Controllo aggiornamenti automatico non abilitato.
lt: Automatinis atnaujinimų patikrinimas nėra įjungtas.
uk: Автоматична перевірка оновлень виключена.

# UpdateCheck
source: Automatic update check is not available.
el: Ο αυτόματος έλεγχος ενημερώσεων δεν είναι διαθέσιμος.
hu: Az automatikus frissítés-keresés nem elérhető.
it: Controllo aggiornamenti automatico non disponibile.
lt: Automatinis atnaujinimų patikrinimas nėra prieinamas.
uk: Автоматична перевірка оновлень недоступна.

# Client
source: Spectator
el: Ομάδα θεατών
hu: Néző
it: Spettatore
lt: Žiūrovas
uk: Спостерігач

# Client
source: Unbound
el: Χωρίς κουμπί
hu: Nincs hozzárendelve
it: Non collegato
lt: Nepriskirta
uk: Не назначено

# Client
source: [{0}] Cycle camera mode
el: [{0}] Λειτουργία αλλαγής κάμερας
hu: [{0}] Körkörös kamera mód
it: [{0}] Modalità ciclo fotocamera
lt: [{0}] Keisti kameros rėžimą
uk: [{0}] Змінити режим камери

# Client
source: [{0}/{1}] Next/previous player
el: [{0}/{1}] Επόμενος/προηγούμενος παίκτης
hu: [{0}/{1}] Következő/előző játékos
it: [{0}/{1}] Prossimo/precedente giocatore
lt: [{0}/{1}] Kitas/praeitas žaidėjas
uk: [{0}/{1}] Наступний/попередній гравець

# Client
source: [{0}] Unfollow
el: [{0}] Σταμάτα να ακολουθάς
hu: [{0}] Követés vége
it: [{0}] Non seguire
lt: [{0}] Nebesekti
uk: [{0}] Припинити спостереження

# Client
source: [{0}/{1}] Follow a player
el: [{0}/{1}] Ακολουθήστε ένα παίκτη
hu: [{0}/{1}] Egy játékos követése
it: [{0}/{1}] Seguire un giocatore
lt: [{0}/{1}] Sekti žaidėją
uk: [{0}/{1}] Спостерігати за гравцем

# Client
source: [{0}/{1}] Go up/down
el: [{0}/{1}] Πηγαίνετε προς τα πάνω/κάτω
hu: [{0}/{1}] Mozgás fel/le
it: [{0}/{1}] Vai su/giù
lt: [{0}/{1}] Eiti aukštyn/žemyn
uk: [{0}/{1}] Рухатися вгору/вниз

# MainScreen
source: Ver.
el: Έκδ.
it: Versione.
uk: Верс.

# StartupScreen
source: Ultra
hu: Ultramagas
uk: Ультра

# Preferences
source: Shift
it: Tasto Shift
