Repository: abmyii/openspades-ng
Catalog: Resources/Locales/*/openspades.po
Languages: el, hu, it, lt, uk

# Preferences
source: Backpedal
el: Κίνηση προς τα πίσω
hu: Mozgás hátra
it: Camminare indietro
lt: Eiti Atbulai
uk: Йти назад

# Preferences
source: Move Left
el: Κίνηση αριστερά
hu: Mozgás balra
it: Spostarsi a sinistra
lt: Judėti Kairėn
uk: Йти наліво

# Preferences
source: Move Right
el: Κίνηση δεξιά
hu: Mozgás jobbra
it: Spostarsi a Destra
lt: Judėti Dešinėn
uk: Йти направо

# Preferences
source: Crouch
el: Σκύψιμο
hu: Guggolás
it: Accovacciarsi
lt: Pritūpti
uk: Присісти

# Preferences
source: Sneak
el: Αθόρυβο περπάτημα
hu: Lopakodás
it: Cammina Lentamente
lt: Sėlinti
uk: Крастися

# Preferences
source: Jump
el: Πήδημα
hu: Ugrás
it: Salta
lt: Pašokti
uk: Стрибок

# Preferences
source: Sprint
el: Τρέξιμο
hu: Futás
it: Scatta
lt: Bėgti
uk: Біг

# Preferences
source: Minimap Scale
el: Κλίμακα χάρτη
hu: Minimap léptéke
it: Grandezza Minimappa
lt: Mini-žemėlapio Skalė
uk: Масштаб мінікарти

# Preferences
source: Toggle Map
el: Άνοιγμα/Κλείσιμο χάρτη
hu: Térkép megjelenítése/eltüntetése
it: Attiva/Disattiva Mappa
lt: Įjungti Žemėlapį
uk: Показати карту

# Preferences
source: Flashlight
el: Φακός
hu: Zseblámpa
it: Torcia
lt: Žibintuvėlis
uk: Ліхтарик

# Preferences
source: Global Chat
el: Παγκόσμια συνομιλία
hu: Globális chat
it: Chat globale
lt: Kalbėjimas Globaliai
uk: Загальний чат

# Preferences
source: Team Chat
el: Συνομιλία ομάδας
hu: Csapat chat
it: Chat della Squadra
lt: Kalbėjimas Komandai
uk: Командний чат

# Preferences
source: Limbo Menu
el: Μενού επιλογής ομάδας και όπλου
hu: Játékon belüli menü
it: Menu del Limbo
lt: Įrangos Meniu
uk: Меню вибору

# Preferences
source: Save Map
el: Αποθήκευση χάρτη
hu: Pálya mentése
it: Salva mappa
lt: Išsaugoti Žemėlapį
uk: Зберегти карту

# Preferences
source: Save Sceneshot
el: Αποθήκευση Sceneshot
hu: Képernyőkép mentése
it: Salva Sceneshot
lt: Išsaugoti Scenos Kopiją
uk: Зберегти сценшот

# Preferences
source: Save Screenshot
el: Αποθήκευση στιγμιότυπου οθόνης
hu: Képernyőkép mentése
it: Salva la schermata
lt: Išsaugoti Ekrano Kopiją
uk: Зберегти скріншот

# Preferences
source: Enable Startup Window
el: Ενεργοποίηση παράθυρου εκκίνησης
hu: Indítási ablak engedélyezése
it: Abilita finestra di avvio
lt: Įjungti Pradėjimo Langą
uk: Включити стартове вікно

# Preferences
source: Quit and restart OpenSpades to access the startup window.
el: Κλείστε και ξεκινήστε πάλι το OpenSpades για να μεταβείτε στο παράθυρο εκκίνησης.
hu: Lépj ki és indítsd újra az OpenSpadest, hogy hozzáférj a kezdőképernyőhöz.
it: Esci e riavvia OpenSpades per accedere alla finestra di avvio.
lt: Išeikite ir pradėkite išnaujo Openspades, kad atverti Pradėjimo Langą.
uk: Вийти і перезапустити OpenSpades для доступу до стартового вікна.

# Preferences
source: Some settings only can be changed in the startup window.
el: Ορισμένες ρυθμίσεις μπορούν να αλλάξουν μόνο στο παράθυρο εκκίνησης.
hu: Néhány beállítást csak a kezdőképernyőn lehet megváltoztatni.
it: Alcune impostazioni possono essere modificate solo nella finestra di avvio.
lt: Kai kurie nustatymai gali būti pakeisti tik Pradėjimo Lange.
uk: Деякі налаштування можуть бути змінені тільки у стартовому вікні.

# StartupScreen
source: Start
el: Έναρξη
hu: Indítás
it: Avvia
lt: Pradėti
uk: Запуск

# StartupScreen
source: Skip this screen next time
el: Παραλείψτε αυτήν την οθόνη την επόμενη φορά
hu: Átugrás legközelebb
it: La prossima volta salta questa schermata
lt: Praleisti šį ekraną kitą kartą
uk: Не показувати наступного разу

# StartupScreen
source: Graphics
el: Γραφικά
hu: Grafika
it: Grafica
lt: Grafikos
uk: Графіка

# StartupScreen
source: Audio
el: Ήχος
hu: Hang
lt: Garsas
uk: Аудіо

# StartupScreen
source: Generic
el: Γενικής χρήσης
hu: Általános
it: Generico
lt: Bendri
uk: Загальні

# StartupScreen
source: System Info
el: Πληροφορίες συστήματος
hu: Rendszeradatok
it: Informazioni del Sistema
lt: Sistemos Info
uk: Систем. інфо

# StartupScreen
source: Advanced
el: Για προχωρημένους
hu: Haladó
it: Avanzato
lt: Išplėstiniai
uk: Розширені

# StartupScreen
source: An unknown error has occurred while opening the update info website.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα κατά το άνοιγμα της καινούργιας έκδοσης στη σελίδα στο internet.
hu: Ismeretlen hiba történt a frissítési információkat tartalmazó weboldal megnyitásakor.
it: Si è verificato un errore sconosciuto durante l'apertura delle informazioni del sito sull'aggiornamento.
lt: Įvyko nežinoma klaida bandant atidaryti atnaujinimų info puslapį.
uk: Виникла невідома помилка при відкритті сайту з інформацією про обновлення.

# StartupScreen
source: Custom
el: Προσαρμοσμένο
hu: Egyéni
it: Personalizzato
lt: Keičiamas
uk: Інше

# StartupScreen
source: Close
el: Κλείσε
hu: Bezár
it: Chiudi
lt: Užverti
uk: Закрити

# StartupScreen
source: Graphics Settings
el: Ρυθμίσεις γραφικών
hu: Grafikai beállítások
it: Impostazioni grafiche
lt: Grafikos Nustatymai
uk: Графічні налаштування

# StartupScreen
source: Resolution
el: Ανάλυση
hu: Felbontás
it: Risoluzione
lt: Rezoliucija
uk: Роздільність

# StartupScreen
source: Fullscreen Mode
el: Λειτουργία Πλήρους Οθόνης
hu: Teljes képernyős mód
it: Modalità tutto schermo
lt: Pilno Ekrano Rėžimas
uk: Повноекранний режим

# StartupScreen
source: By running in fullscreen mode OpenSpades occupies the screen, making it easier for you to concentrate on playing the game.
el: Με την χρήση της λειτουργίας πλήρους οθόνης το παιχνίδι καταλαμβάνει όλη την οθόνη, καθιστώντας ευκολότερο για σας να επικεντρωθείτε στο παιχνίδι.
hu: Teljes képernyős módban az OpenSpades elfoglalja az egész képernyőt, hogy jobban tudj a játékra koncentrálni.
it: In modalità a schermo intero OpenSpades occupa tutto lo schermo, rendendo più facile per te concentrarsi sulla riproduzione del gioco.
lt: Įjungus Pilno Ekrano rėžimą, OpenSpades užima visą ekrano erdvę, kas leidžia jums lengviau susikoncentruoti į žaidimą.
uk: При запуску в повноекранному режимі, OpenSpades займає весь екран, що полегшує вашу концентрацію у грі.

# StartupScreen
source: Backend
hu: Háttér
lt: Pagrindas
uk: Рендер

# StartupScreen
source: OpenGL renderer uses your computer's graphics accelerator to generate the game screen.
el: Το OpenGL renderer χρησιμοποιεί τον επιταχυντής της κάρτας γραφικών σας για τη δημιουργία της οθόνης του παιχνιδιού.
hu: Az OpenGL a számítógéped grafikus kártyáját használja a játékkép előállításához.
it: Il renderer di OpenGL usa l'acceleratore grafico del tuo computer per generare la schermata di gioco.
lt: OpenGL vaizdavimo sistema naudoja jūsų kompiuterio grafikos akseleratorių, kad sukurtų žaidimo vaizdą.
uk: Рендер OpenGL використовує графічний прискорювач комп'ютера для генерації зображення.

# StartupScreen
source: Software
el: Λογισμικό
hu: Szoftveres
lt: Programinis
uk: Програмний

# StartupScreen
source: Software renderer uses CPU to generate the game screen. Its quality and performance might be inferior to OpenGL renderer, but it works even with an unsupported GPU.
el: Το software renderer χρησιμοποιεί την CPU για τη δημιουργία της οθόνης του παιχνιδιού. Η ποιότητά του και η απόδοσή του μπορεί να είναι κατώτερης ποιότητας από αυτές του OpenGL renderer, αλλά δουλεύει ακόμη και με μια μη υποστηριζόμενη GPU.
hu: A szoftveres renderer a processzort használja a játékkép előállításához. A minősége és teljesítménye a alulmaradhat az OpenGL-lel szemben, de nem támogatott GPU esetén is működik.
it: Il software renderer utilizza la CPU per generare la schermata di gioco. La sua qualità e prestazioni potrebbero essere inferiori al rendering OpenGL, ma funziona anche con una GPU non supportata.
lt: Programinė vaizdavimo sistema naudoja jūsų Procesorių, kad sukurtų žaidimo vaizdą. Jos vaizdo ir vykdymo kokybės yra prastesnės nei OpenGL sistemos, bet ji veikia net ir su nepalaikoma Vaizdo Korta.
uk: Програмній рендер використовує ЦП для генерації зображення. Його якість та продуктивність може бути нижче рендеру OpenGL, але він працює навіть з непідтримуваними відеокартами.

# StartupScreen
source: Antialias:Enables a technique to improve the appearance of high-contrast edges. MSAA: Performs antialiasing by generating an intermediate high-resolution image. Looks best, but doesn't cope with some settings. FXAA: Performs antialiasing by smoothing artifacts out as a post-process.|Off|MSAA 2x|4x|FXAA
el: Antialias: Επιτρέπει την εμφανισιακή βελτίωση των ακρών με υψηλές αντιθέσεις. Το MSAA: Χρησιμοποιεί το Antialias για να εξομαλύνει τα γραφικά, δημιουργώντας μια ενδιάμεση εικόνα υψηλής ευκρίνειας. Εμφανισιακά καλύτερο, αλλά δεν συμβαδίζει με κάποιες ρυθμίσεις. FXAA: Χρησιμοποιεί το Antialias, εξομαλύνοντας αντικείμενα ως μετα-διεργασία. | Απενεργοποίηση | MSAA 2 x | 4 x | FXAA
hu: Antialias: Javítja a magas kontrasztú élek megjelenítését. MSAA: Antialiasingot végez egy köztes magas felbontású kép generálásával. Ez néz ki a legjobban, de bizonyos beállításokkal nem működik megfelelően. FXAA: Antialiasingot végez utómunkálatként a kép elsimításával.|Off|MSAA 2x|4x|FXAA
it: Antialias:Attiva una tecnica per migliorare l'aspetto dei bordi ad alto contrasto. MSAA: Esegue l'antialiasing generando un'immagine intermedia ad alta risoluzione. Sembra migliorare, ma non è in grado di gestire alcune impostazioni. FXAA: Esegue la lisciatura degli artifatti come post-processo.|Spento|MSAA 2x|4x|FXAA
lt: Antialias: Leidžia naudoti techniką didelio kontrasto kraštų vaizdo kokybei padidinti. MSAA: Įvykdo antialiasing'ą sugeneruojant tarpinį aukštos rezoliucijos vaizdinį. Atrodo geriausiai, bet nesusidoroja su kai kuriais nustatymais. FXAA: Įvykdo antialiasing'ą panaikinant artifaktus kaip post-procesą.|Išjungta|MSAA 2x|4x|FXAA
uk: Згладжування:Включає метод покращення зовнішнього виду високо-контрастних граней. MSAA: Виконує згладжування за допомогою генерації проміжного зображення з високою роздільною здатністю. Виглядає краще, але не справляється з деякими налаштуваннями. FXAA: виконує згладжування за допомогою розмиття артефактів у постобробці.|Викл|MSAA 2x|4x|FXAA

# StartupScreen
source: Global Illumination
el: Παγκόσμιος Φωτισμός
hu: Globális megvilágítás
it: Illuminazione Globale
lt: Globali Iluminacija
uk: Глобальне освітлення

# StartupScreen
source: Enables a physically based simulation of light path for more realistic lighting.
el: Επιτρέπει μια προσομοίωση της διαδρομής του φωτός για πιο ρεαλιστικό φωτισμό.
hu: Engedélyezi a fény útjának fizikai alapokon való szimulálását az élethűbb világítás elérése érdekében.
it: Attiva una simulazione fisica del percorso della luce per un illuminazione più realistica.
lt: Leidia fiziškai pagrįstą šviesos krypčių simuliaciją, kad sukurtų labiau tikrovišką apšvietimą.
uk: Включає фізичне моделювання світових променів для більш реалістичного освітлення.

# StartupScreen
source: Linear HDR Rendering
el: Γραμμικό HDR Rendering
hu: Lineáris HDR renderelés
it: Rendering lineare HDR
lt: Linijinis HDR Vaizdavimas
uk: Лінійний HDR рендеринг

# StartupScreen
source: Uses a number representation which allows wider dynamic range during rendering process. Additionally, this allows color calculation whose value is in linear correspondence with actual energy, that is, physically accurate blending can be achieved.
el: Χρησιμοποιεί μια αναπαράσταση αριθμών που επιτρέπει την ευρύτερη δυναμική περιοχή κατά τη διάρκεια της διαδικασίας rendering. Επιπλέον, αυτό επιτρέπει τον υπολογισμό χρώματος του οποίου η τιμή είναι σε γραμμική αλληλογραφία με πραγματική ενεργεια, άρα, επιτρέπει την επίτευξη ακριβής ανάμιξης χρωμάτων.
hu: Számábrázolás segítségével nagyobb dinamikus tartományt tud elérni a renderelés alatt. Továbbá, ez lehetővé teszi az energiájuktól lineárisan függő színek kiszámítását, ezzel fizikailag pontos keverést elérve.
it: Usa una rappresentazione numerica che permette un raggio dinamico più ampio durante il processo di rendering. In più aumenta il calcolo del colore i quali valori sono in corrispondenza lineare con energia effettiva, che è, possibile che venga ottenuta una combinazione fisicamente accurata.
lt: Naudoja skaičių reprezentaciją, kas leidžia platesnį dynaminį diapozoną vaizdavimo proceso metu. Taip pat, tai leidžia spalvų apskaičiavimą kurių vertė yra linijiškai atitinkanti realią energiją, tai yra, fiziškai tikslus maišymas gali būti pasiektas.
uk: Використовує ряд представлень, які дозволяють використовувати більш широкий динамічний діапазон протягом рендерингу. Крім того, це дозволяє розрахувати кольори, значення яких знаходяться в лінійній відповідності з фактичною енергією, тобто, може бути досягнуте фізично точне змішування.

# StartupScreen
source: Camera Blur
el: Θόλωση κάμερας
hu: Nézet elmosódása
it: Sfocamento Telecamera
lt: Kameros Išplaukimas
uk: Розмиття камери

# StartupScreen
source: Blurs the screen when you turn quickly.
el: Θολώνει την οθόνη όταν γυρίζετε γρήγορα.
hu: Elmossa a képernyőt, amikor gyorsan fordulsz.
it: Sfoca lo schermo se ti giri velocemente.
lt: Sudaro efektą, kad greitai pasisukus išplaukia vaizdas.
uk: Розмиває екран, коли ви швидко повертаєтесь.

# StartupScreen
source: Lens Effect
el: Επίδραση φακών
hu: Lencse hatás
it: Effetto delle Lenti
lt: Lindzės Efektas
uk: Ефект лінзи

# StartupScreen
source: Simulates distortion caused by a real camera lens.
el: Προσομοιώνει την παραμόρφωση που προκαλείται από τον φακό μιας πραγματικής φωτογραφικής μηχανής.
hu: Igazi lencsék által okozott torzítást szimulál.
it: Simula una distorsione causata da una vera lente di telecamera.
lt: Simuliuoja vaizdo iškraipimą, kurį sukeltų tikras objektyvas.
uk: Симулює викривлення, викликані лінзами реальної камери.

# StartupScreen
source: Lens Scattering Filter
el: Σκέδαση φίλτρου φακού
hu: Lencseszórás-szűrő
it: Filtro dispersione della Luce
lt: Lindzės Skaldymo Filtras
uk: Фільтр розсіювання об'єктиву

# StartupScreen
source: Simulates light being scattered by dust on the camera lens.
el: Μιμείται το φως που διαχέεται διά της σκόνη στο φακό της κάμερας.
hu: A por által a kamera lencséjére szórt fényt szimulálja.
it: Simula la luce che viene sparsa dalla polvere sulle lenti della fotocamera.
lt: Simuliuoja šviesos skaldymą, kurį sukeltų dulkės ant objektyvo.
uk: Імітує розсіювання світу пилом на лінзі камери.

# StartupScreen
source: Lens Flare
el: Αναλαμπή φακού
hu: Becsillanás
it: Riflesso della lente
lt: Lindzės Pliūpsnis
uk: Відблиски лінзи

# StartupScreen
source: The Sun causes lens flare.
el: Ο ήλιος προκαλεί Αναλαμπή φακού.
hu: A nap becsillanást okoz.
it: Il sole causa il riflesso della lente.
lt: Saulė sukelia lindzės pliūpsnį.
uk: Сонце викликає відблиски лінзи.

# StartupScreen
source: Flares for Dynamic Lights
el: Φωτοβολίδες για δυναμικό φωτισμό
hu: Becsillanás dinamikus fényekhez
it: Riflesso per le Luci Dinamiche
lt: Pliūpsniai Dinamiškom Šviesom
uk: Відблиски динамічного світла

# StartupScreen
source: Enables lens flare for light sources other than the Sun.
el: Δίνει τη δυνατότητα της αναλαμπής φακού για πηγές φωτός εκτός του ήλιου.
hu: Engedélyezi a becsillanást a napon kívül más fényforrások esetén is.
it: Abilita il riflesso delle lenti per altre superfici di luce oltre che il Sole.
lt: Leidžia sukelti lindzės pliūpsnį kitiems dinamiškiems šviesos šaltiniams, ne tik Saulei.
uk: Вмикає відблиски світла для інших джерел світла, окрім Сонця.

# StartupScreen
source: Color Correction
el: Διόρθωση Χρώματος
hu: Színkorrekció
lt: Spalvų Pataisymas
uk: Корекція кольору

# StartupScreen
source: Applies cinematic color correction to make the image look better.
el: Χρησιμοποιεί κινηματογραφική διόρθωση χρώματος για να κάνει την εικόνα να φαίνετε καλύτερα.
hu: Színkorrekciót alkalmaz, hogy a képek jobban nézzenek ki.
it: Applica la correzione del colore cinematico per migliorare l'immagine.
lt: Pritaiko kinematografinį spalvų pataisimą, kad pagerintų vaizdo kokybę.
uk: Застосовує кінематографічну корекцію світла для кращого зображення.

# StartupScreen
source: Depth of Field
el: Βάθος πεδίου
hu: Mélységélesség
it: Profondità del Campo
lt: Ryškumo Gylis
uk: Глибина різкості

# StartupScreen
source: Blurs out-of-focus objects.
el: Θολώνει αντικείμενα στα οποία δεν συγκεντρώνεσαι.
hu: Elmossa a fókuszon kívül eső tárgyakat.
it: Sfoca oggetti fuori dal fuoco.
lt: Vaizdas, į kurį nėra fokusuojama, išplaukia.
uk: Розмиває об'єкти поза фокусом.

# StartupScreen
source: Screen Space Ambient Occlusion
el: Screen space ambient occlusion (Ssao)
it: Occlusione ambientale nello spazio dello schermo
lt: Ekrano Erdvės Aplinkos Okliuzija (SSAO)
uk: SSAO

# StartupScreen
source: Simulates soft shadows that occur between nearby objects.
el: Προσομοιώνει σκιές που παρουσιάζονται ανάμεσα σε κοντινά στον παίχτη αντικείμενα.
hu: Lágy árnyékot szimulál a közeli tárgyak között.
it: Simula ombre morbide che appaiono tra gli oggetti vicini.
lt: Simuliuoja švelnius šešėlius, kurie atsiranda tarp artimų objektų.
uk: Імітує м'які тіні, які виникають між близькими об'єктами.

# StartupScreen
source: Low
el: Χαμηλά
hu: Alacsony
it: Basso
lt: Mažai
uk: Низько

# StartupScreen
source: Medium
el: Μεσαία
hu: Közepes
it: Medio
lt: Vidutiniškai
uk: Середньо

# StartupScreen
source: High
el: Υψηλά
hu: Magas
it: Alto
lt: Daug
uk: Високо

# StartupScreen
source: Post-process
el: Μετα-διεργασία
hu: Utófeldolgozás
it: Post Processo
lt: Antrinis Apdorojimas
uk: Постобробка

# StartupScreen
source: Post-process modifies the image to make it look better and more realistic.
el: Η Μετα-διεργασία τροποποιεί την εικόνα κάνοντας την να φαίνεται καλύτερη και πιο ρεαλιστική.
hu: Az utófeldolgozásnak köszönhetően a kép jobban és élethűbben néz ki.
it: Il post-processo modifica l'immagine per renderla migliore e molto più realistica.
lt: Antrinis Apdorojimas modifikuoja vaizdinį, kad paverstų jį atrodančiu geriau ir labiau tikroviškai.
uk: Постобробка видозмінює зображення, щоб зробити його кращим та більш реалістичним.

# StartupScreen
source: Particles|Low:Artifact occurs when a particle intersects other objects.|Medium:Particle intersects objects smoothly.|High:Particle intersects objects smoothly, and some objects casts their shadow to particles.
el: Σωματίδια| Χαμηλά: Ένα artifact συμβαίνει όταν ένα σωματίδιο εισέρχεται σε άλλα αντικείμενα. | Μεσαία: Τα σωματίδια τέμνουν άλλα αντικείμενα ομαλά. | Υψηλά:Τα σωματίδια τέμνουν άλλα αντικείμενα ομαλά, και η σκιά κάποιων αντικειμένων πέφτει πάνω στα σωματίδια αυτά.
it: Particelle|Basse:L'artifatto si verifica quando una particella interseca altri oggetti.|Media:particelle intersecano gli oggetti senza intoppi.|Alta:particelle intersecano gli oggetti senza intoppi, e alcuni oggetti gettano la propria ombra sulle particelle.
lt: Dalelės|Mažai:Atsiranda artifaktai kai dalelė patenka į kitą objektą.|Vidutiniškai:Dalelė sklandžiai pereina per objektus.|Daug:Dalelė sklandžiai pereina per objektus, ir kai kurie objektai ant dalelių meta šešėlį.
uk: Частинки|Низько:Коли частинка пересікає інші об'єкти, з'являються артефакти.|Середнє:Частинка пересікає об'єкти плавно.|Високо:Частинка пересікає об'єкти плавно, деякі об'єкти відкидають свою тінь на частинки.

# StartupScreen
source: Dynamic Lights
el: Δυναμικός φωτισμός
hu: Dinamikus fények
it: Luci dinamiche
lt: Dinaminės Šviesos
uk: Динамічне освітлення

# StartupScreen
source: Gives some objects an ability to emit light to give them an energy-emitting impression.
el: Δίνει σε κάποια αντικείμενα την ικανότητα να εκπέμπουν φως ώστε να φαίνεται σαν να εκπέμπουν ενέργεια.
it: Dà ad alcuni oggetti la capacità di emettere la luce per dare loro un'impressione di emissione di energia.
lt: Suteikia kai kuriems objektams gebėjimą skleisti šviesą, kad suteikti jeims energijos-skleidimo įvaizdį.
uk: Дає деяким об'єктам можливість випромінювати світло для придання їм враження випромінювання енергії.

# StartupScreen
source: Shadows
el: Σκιές
hu: Árnyékok
it: Ombre
lt: Šešėliai
uk: Тіні

# StartupScreen
source: Non-static object casts a shadow.
el: Ένα μη στατικό αντικείμενο έχει σκιά.
hu: Nem statikus tárgyaknak is van árnyékuk.
it: Oggetti Non statici gettano un'ombra.
lt: Judantys objektai meta šešėlį.
uk: Нестатичні об'єкти відкидають тінь.

# StartupScreen
source: Volumetric Fog
el: Ογκομετρική ομίχλη
hu: Térbeli köd
it: Foschia Volumetrica
lt: Tūrinis Rūkas
uk: Об'ємний туман

# StartupScreen
source: Simulates shadow being casted to the fog particles using a super highly computationally demanding algorithm.
el: Προσομοιώνει σκιά να πέφτει στα πιο μικρά σωματίδια ομίχλης χρησιμοποιώντας έναν πολύ υπολογιστικά απαιτητικό αλγόριθμο.
hu: A ködrészecskékre eső árnyékot szimulálja egy nagyon számításigényes algoritmussal.
it: Simula l'ombra che viene gettata sulle particelle di nebbia utilizzando un algoritmo altamente esigente in prestazioni.
lt: Simuliuoja šešėlio kritimą ant rūko dalelių, naudojant super daug skaičiavimo reikalaujantį algoritmą.
uk: Імітує відкидання тіні частинками туману використовуючи дуже ресурсоємкий алгоритм.

# StartupScreen
source: Physically Based Lighting
el: Ρεαλιστικός φωτισμός
hu: Világítás fizikai alapokon
it: Luce basata sulla fisica
lt: Fiziškai Pagrįstas Apšvietimas
uk: Освітлення на фізичній основі

# StartupScreen
source: Uses more accurate approximation techniques to decide the brightness of objects.
el: Χρησιμοποιεί πιο ακριβής τεχνικές προσέγγισης για να καθορίσει την φωτεινότητα των αντικειμένων.
hu: Pontosabb közelítést használ a tárgyak fényességének eldöntéséhez.
it: Utilizza tecniche di ravvicinamento più accurate per decidere la luminosità degli oggetti.
lt: Naudoja tikslesnes spėjimo technikas objektų šviesumui nuspręsti.
uk: Використовую більш точні методи апроксимації для визначення яскравості об'єктів.

# StartupScreen
source: Direct Lights
el: Άμεσος φωτισμός
hu: Közvetlen fények
it: Luci dirette
lt: Tiesioginės Šviesos
uk: Пряме світло

# StartupScreen
source: Controls how light encounting a material and atmosphere directly affects its appearance.
el: Ελέγχει πως επηρεάζεται άμεσα ν εμφάνιση του φωτός όταν συγκρούεται με άλλα υλικά ή την ατμόσφαιρα.
hu: Befolyásolja, hogy hogyan hat a fény és a környezet az objektum megjelenésére.
it: Controlla come la luce si scontri contro un materiale e l'atmosfera influisca direttamente sulla sua comparsa.
lt: Kontroliuoja kaip šviesos atsimušimas nuo medžiagos ir atmosferos tiesiogiai paveikia jos išvaizdą.
uk: Регулює як зіткнення світла з матеріалом і атмосферою безпосередньо впливає на їх зовнішній вигляд.
