Repository: abmyii/openspades-ng
Catalog: Resources/Locales/*/openspades.po
Languages: el, hu, it, lt, uk

# Client
source: Map saved: {0}
el: Ο χάρτης αποθηκεύτηκε: {0}
hu: Pálya elmentve: {0}
it: Mappa Salvata: {0}
lt: Žemėlapis išsaugotas: {0}
uk: Карта збережена: {0}

# Client
source: Saving map failed:
el: Η αποθήκευση χάρτη απέτυχε:
hu: A pálya mentése sikertelen:
it: Salvataggio mappa fallito:
lt: Nepavyko išsaugoti žemėlapio:
uk: Не вдалось зберегти карту:

# Client
source: [Global]
hu: [Globális]
lt: [Globalus]
uk: [Загальний]

# Client
source: Sceneshot saved: {0}
el: Το sceneshot αποθηκεύτηκε: {0}
hu: Képernyőkép elmentve: {0}
it: Sceneshot salvato: {0}
lt: Scenos kopija išsaugota: {0}
uk: Сценшот збережений: {0}

# Client
source: Screenshot saved: {0}
el: Η εικόνα αποθηκεύτηκε: {0}
hu: Képernyőkép mentve: {0}
it: Screenshot salvato: {0}
lt: Ekrano kopija išsaugota: {0}
uk: Скріншот збережений: {0}

# Client
source: Screenshot failed:
el: Η αποθήκευση εικόνας απέτυχε:
hu: Képernyőkép sikertelen:
it: Screenshot non riuscito:
lt: Nepavyko nukopijuoti ekrano:
uk: Не вдалося зберегти скріншот:

# Client
source: NOW LOADING
el: ΦΟΡΤΩΝΕΙ
hu: BETÖLTÉS
it: Caricamento
lt: DABAR KRAUNAMA
uk: ЗАВАНТАЖУЄТЬСЯ

# Client
source: Disconnecting...
el: Αποσύνδεση...
hu: Lecsatlakozás...
it: Disconnessione in corso...
lt: Atsijungiama...
uk: Відключення...

# Client
source: Out of Block
el: Όχι άλλοι κύβοι
hu: Nincs több blokk
it: Blocco mancante
lt: Nebėra Bloko
uk: Блоки закінчились

# Client
source: Out of Grenade
el: Όχι άλλες χειροβομβίδες
hu: Nincs több gránát
it: Granata mancante
lt: Nebėra Granatos
uk: Гранати закінчились

# Client
source: Reloading
el: Όπλο γεμίζει
hu: Újratöltés
it: Ricarimento
lt: Užtaisinėjama
uk: Перезарядка

# Client
source: Out of Ammo
el: Όχι άλλα πυρομαχικά
hu: Kifogyott a lőszer
it: Munizioni mancanti
lt: Nebėra Kulkų
uk: Набої закінчились

# Client
source: Press [{0}] to Reload
el: Πατήστε [{0}] για γέμισμα όπλου
hu: Nyomj [{0}]-t az újratöltéshez
it: Premi [{0}] per Ricaricare
lt: Spausti [{0}], kad Užtaisyti
uk: Натисніть [{0}] для перезарядки

# Client
source: You will respawn in: {0}
el: Κάνετε respawn σε: {0}
hu: {0} mp. múlva újra fogsz éledni
it: Respawn tra: {0}
lt: Atsirasi po: {0}
uk: Респавн через: {0}

# Client
source: Waiting for respawn
el: Αναμονή για respawn
hu: Várakozás az újraéledésre
it: Aspettando il Respawn
lt: Laukiama atsiradimo
uk: Очікування респавна

# Client
source: Following {0}
el: Ακολουθείτε τον {0}
hu: {0} követése
it: Seguendo: {0}
lt: Sekama {0}
uk: Спостереження за {0}

# Client
source: Out of Blocks
el: Όχι άλλοι κύβοι
hu: Nincs több blokk
it: Blocchi Mancanti
lt: Nebėra Blokų
uk: Блоки закінчились

# Client
source: Out of Grenades
el: Όχι άλλες χειροβομβίδες
hu: Kifogytak a gránátok
it: Granate mancanti
lt: Nebėra Granatų
uk: Гранати закінчились

# Client
source: {0} captured {1}'s territory
el: {0} κατέλαβε την περιοχή του {1}
hu: {0} elfoglalta {1} területét
it: {0} ha catturato il territorio {1}
lt: {0} užgrobė {1}'ų teritoriją
uk: {0} захопили територію команди {1}

# Client
source: {0} captured an neutral territory
el: {0} κατέλαβε μια ουδέτερη περιοχή
hu: {0} elfoglalt egy semleges területet
it: {0} ha catturato un territorio neutrale
lt: {0} užgrobė neutralią teritoriją
uk: {0} захопили нейтральну територію

# Client
source: {0} captured {1}'s Territory
el: {0} κατέλαβε την περιοχή του {1}
hu: {0} elfoglalta {1} területét
it: {0} ha catturato il territorio {1}
lt: {0} užgrobė {1}'ų Teritoriją
uk: {0} захопили територію команди {1}

# Client
source: {0} captured an Neutral Territory
el: {0} κατέλαβε μια ουδέτερη περιοχή
hu: {0} elfoglalt egy semleges területet
it: {0} ha catturato un territorio neutrale
lt: {0} užgrobė Neutralią Teritoriją
uk: {0} захопили нейтральну територію

# Client
source: {0} captured {1}'s intel
el: {0} έκλεψε το intel του {1}
hu: {0} megszerezte {1} intelét
it: {0} ha catturato l'intel {1}
lt: {0} pagrobė {1}'ų informaciją
uk: {0} захопив інтел команди {1}

# Client
source: {0} captured {1}'s Intel.
el: {0} έκλεψε το intel του {1}.
hu: {0} megszerezte {1} Intelét.
it: {0} ha catturato l'Intel {1}.
lt: {0} pagrobė {1}'ų Informaciją.
uk: {0} захопив інтел команди {1}.

# Client
source: {0} picked up {1}'s intel
el: {0} πήρε το intel του {1}
hu: {0} felvette a(z) {1} intelét
it: {0} ha preso l'intel {1}
lt: {0} paemė {1}'ų informaciją
uk: {0} підібрав інтел команди {1}

# Client
source: {0} picked up {1}'s Intel.
el: {0} πήρε το intel του {1}.
hu: {0} felvette a(z) {1} Intelét.
it: {0} ha preso l'intel {1}.
lt: {0} paemė {1}'ų Informaciją.
uk: {0} підібрав інтел команди {1}.

# Client
source: {0} dropped {1}'s intel
el: {0} έριξε το intel του {1}
hu: {0} elejtette a(z) {1} intelét
it: Al {0} è caduto l'intel {1}
lt: {0} pametė {1}'ų informaciją
uk: {0} прогавив інтел команди {1}

# Client
source: {0} dropped {1}'s Intel
el: {0} έριξε το intel του {1}
hu: {0} elejtette a(z) {1} Intelét
it: {0} ha catturato l'intel {1}
lt: {0} pametė {1}'ų Informaciją
uk: {0} прогавив інтел команди {1}

# Client
source: Player {0} has left
el: Ο παίχτης {0} αποσυνδέθηκε
hu: {0} kilépett
it: Il Giocatore {0} è uscito
lt: Žaidėjas(-a) {0} išėjo
uk: Гравець {0} вийшов

# Client
source: {0} joined {1} team
el: Ο {0} εντάχθηκε στην {1} ομάδα
hu: {0} csatlakozott a(z) {1} csapathoz
it: {0} è entrato nel team {1}
lt: {0} prisijungė prie komandos {1}
uk: {0} приєднався до команди {1}

# Client
source: {0} wins!
el: Η {0} ομάδα νίκησε!
hu: {0} nyer!
it: {0} ha Vinto!
lt: {0} laimi!
uk: Команда {0} виграла!

# Client
source: {0} Wins!
el: Η {0} ομάδα νίκησε!
hu: {0} nyer!
it: {0} ha Vinto!
lt: {0} Laimi!
uk: Команда {0} виграла!

# Client
source: {0} block
el: {0} κύβος
hu: {0} blokk
it: {0} blocco
lt: {0} blokas
uk: {0} блок

# Client
source: -- blocks
el: -- κύβοι
hu: -- blokk
it: -- blocchi
lt: -- blokai
uk: -- блоків

# Client
source: Rifle
el: Τουφέκι
hu: Puska
it: Fucile
lt: Graižtvinis Šautuvas
uk: Гвинтівка

# Client
source: SMG
el: Αυτόματο
hu: Géppisztoly
lt: Automatinis Pistoletas

# Client
source: Shotgun
el: Καραμπίνα
hu: Vadászpuska
lt: Lygiavamzdis Šautuvas
uk: Дробовик

# Client
source: Fall
el: Πτώση
hu: Esés
it: Caduta
lt: Krytis
uk: Упав

# Client
source: Melee
el: Σώμα με σώμα
it: Corpo a Corpo
lt: Muštynės
uk: Рукопашна

# Client
source: Grenade
el: Χειροβομβίδα
hu: Gránát
it: Granata
lt: Granata
uk: Граната

# Client
source: Headshot
hu: Fejlövés
it: Colpo in Testa
lt: Šūvis į Galvą
uk: Постріл у голову

# Client
source: Team Change
el: Αλλαγή ομάδας
hu: Csapatváltás
it: Cambio Team
lt: Komandos Pakeitimas
uk: Зміна команди

# Client
source: Weapon Change
el: Αλλαγή όπλου
hu: Fegyverváltás
it: Cambio Arma
lt: Ginklo Pakeitimas
uk: Зміна зброї

# Client
source: You have killed {0}
el: Έχετε σκοτώσει τον {0}
hu: Megölted: {0}
it: Hai ucciso {0}
lt: Tu užmušei {0}
uk: Ви вбили гравця {0}

# Client
source: You were killed by {0}
el: Σας σκότωσε ο {0}
hu: Megölt {0}
it: Sei stato ucciso da {0}
lt: Tave užmušė {0}
uk: Ви були вбиті гравцем {0}

# Client
source: Insufficient blocks.
el: Ανεπαρκείς κύβοι.
hu: Nincs elegendő blokk.
it: Blocchi insufficienti.
lt: Nepakanka blokų.
uk: Недостатньо блоків.

# Client
source: You cannot place a block there.
el: Δεν μπορείς να τοποθετήσεις κύβους εκεί.
hu: Nem tehetsz oda blokkot.
it: Non puoi piazzare un blocco qui.
lt: Negalima ten padėti bloko.
uk: Ви не можете поставить тут блок.

# Client
source: Spawn
el: Γένεση
lt: Atsirasti
uk: Спавн

# Client
source: Select Team:
el: Επιλέξτε Ομάδα:
hu: Válassz csapatot:
it: Seleziona Squadra:
lt: Pasirink Komandą:
uk: Виберіть команду:

# Client
source: Select Weapon:
el: Επιλέξτε όπλο:
hu: Válassz fegyvert:
it: Seleziona Arma:
lt: Pasirink Ginklą:
uk: Виберіть зброю:

# NetClient
source: Connecting to the server
el: Σύνδεση με το server
hu: Kapcsolódás a szerverhez
it: Connessione al server
lt: Prisijungiama prie serverio
uk: Підключення до серверу

# NetClient
source: Not connected
el: Χωρίς σύνδεση
hu: Nincs csatlakozva
it: Non connesso
lt: Neprisijungta
uk: Не підключений

# NetClient
source: Awaiting for state
el: Αναμονή για status
hu: Állapotra várakozás
it: Aspettando lo stato
lt: Laukiama būsenos
uk: Очікування стану

# NetClient
source: Loading snapshot
el: Φόρτωση snapshot
hu: Pillanatnyi állapot betöltése
it: Caricamento Snapshot
lt: Kraunamas momentinis kadras
uk: Завантаження снапшоту

# NetClient
source: Loading snapshot ({0}/{1})
el: Φόρτωση snapshot ({0}/{1})
hu: Pillanatnyi állapot betöltése ({0}/{1})
it: Caricamento Snapshot ({0}/{1})
lt: Kraunamas momentinis kadras ({0}/{1})
uk: Завантаження снапшоту ({0}/{1})

# NetClient
source: Connected
el: Συνδέθηκε
hu: Kapcsolódva
it: Connesso
lt: Prisijungta
uk: Підключено

# NetClient
source: Still loading...
el: Εξακολουθεί να γίνεται φόρτωση...
hu: Még mindig tölt...
it: Caricando...
lt: Dar kraunama...
uk: Ще завантажується...

# NetClient
source: Error
el: Σφάλμα
hu: Hiba
it: Errore
lt: Klaida
uk: Помилка

# NetClient
source: You are banned from this server.
el: Έχει απαγορευτεί η είσοδός σας σε αυτόν τον server.
hu: Ki vagy bannolva a szerverről.
it: Sei stato bannato dal server.
lt: Esate uždraustas šiame serveryje.
uk: Ви забанені на цьому сервері.

# NetClient
source: You were kicked from this server.
el: Σας έδιωξαν προσωρινά από αυτόν τον server.
hu: Kirúgtak a szerverről.
it: Sei stato espulso dal server.
lt: Buvote išmestas iš šio serverio.
uk: Вас викинули з цього серверу.

# NetClient
source: Incompatible client protocol version.
el: Μη συμβατή έκδοση προτοκόλου του client.
hu: Nem kompatibilis kliens protokollverzió.
it: Versione del protocollo Client incompatibile.
lt: Nesuderinama vartotojo protokolo versija.
uk: Несумісна версія протоколу клієнта.

# NetClient
source: Server full
el: Ο server είναι γεμάτος
hu: A szerver tele van
it: Server Pieno
lt: Serveris pilnas
uk: Сервер заповнений

# NetClient
source: Unknown Reason
el: Άγνωστος λόγος
hu: Ismeretlen ok
it: Ragione sconosciuta
lt: Nežinoma Priežastis
uk: Невідома причина

# Client
source: Spectator{1}
el: Θεατές{1}
hu: Néző{1}
it: Spettatore {1}
lt: Žiūrovas{1}
uk: Спостерігач{1}

# Client
source: Neutral Territory
el: Ουδέτερη περιοχή
hu: Semleges terület
it: Territorio neutrale
lt: Neutrali Teritorija
uk: Нейтральна територія

# Client
source: {0}'s Territory
el: Περιοχή του {0}
hu: {0} területe
it: Territorio {0}
lt: {0}'ų Teritorija
uk: Територія {0}

# Main
source: Localization System Loaded
el: Σύστημα εντοπισμού φορτωμένο
hu: Lokalizációs rendszer betöltve
it: Sistema di Localizzazione caricato
lt: Vertimo Sistema Pakrauta
uk: Система локалізації завантажена

# Main
source: A serious error caused OpenSpades to stop working: {0} See SystemMessages.log for more details.
el: Ένα σοβαρό σφάλμα προκάλεσε το OpenSpades να σταματήσει να λειτουργεί:{0} βλέπε SystemMessages.log για περισσότερες λεπτομέρειες.
hu: A komoly hiba az OpenSpadest megállásra kényszerítette: {0} Lásd a SystemMessages.log fájlt a további részletekért.
it: Un errore grave ha causato la chiusura di OpenSpades: {0} Vedi il SystemMessages.log per ulteriori dettagli.
lt: Dėl rimtos klaidos OpenSpades nustojo veikti: {0} Žiūrėkite SystemMessages.log dėl papildomų detalių.
uk: Серйозна помилка змусила OpenSpades припинити роботу: {0} Подивіться SystemMessages.log для більш детальної інформації.

# Main
source: OpenSpades Fatal Error
el: Ανεπανόρθωτο σφάλμα OpenSpades
hu: Végzetes OpenSpades hiba
it: Errore Fatale di Openspades
lt: Openspades Kritinė Klaida
uk: Фатальна помилка OpenSpades

# MainScreen
source: NOW LOADING
el: ΦΟΡΤΩΝΕΙ
hu: BETÖLTÉS
it: CARICANDO
lt: DABAR KRAUNAMA
uk: ЗАВАНТАЖУЄТЬСЯ

# Client
source: Back to Game
el: Επιστρέψτε στο παιχνίδι
hu: Vissza a játékba
it: Rientra nel Gioco
lt: Grįžti į Žaidimą
uk: Назад в гру

# Client
source: Chat Log
el: Αρχείο καταγραφής της συνομιλίας
hu: Chat napló
it: Registro Chat
lt: Kalbėjimosi Langas
uk: Історія чату

# Client
source: Setup
el: Εγκατάσταση
hu: Beállítások
lt: Nustatymai
uk: Налаштування

# Client
source: Disconnect
el: Αποσύνδεση
hu: Kapcsolat bontása
it: Disconnessione
lt: Atsijungti
uk: Відключитись

# Client
source: Say
el: Μίλα
hu: Küldés
it: Parla
lt: Pasakyti
uk: Сказати

# Client
source: Cancel
el: Ακύρωση
hu: Mégse
it: Cancella
lt: Atšaukti
uk: Скасувати

# Client
source: Chat Text
el: Κείμενο συνομιλίας
hu: Chat szövege
it: Testo di Chat
lt: Kalbėjimo Tekstas
uk: Текст повідомлення

# Client
source: Global
hu: Globális
it: Globale
lt: Globalus
uk: Загальний

# Client
source: Team
el: Ομάδα
hu: Csapat
it: Squadra
lt: Komanda
uk: Команд.

# Client
source: Close
el: Κοντά
hu: Bezár
it: Vicino
lt: Uždaryti
uk: Закрити

# Client
source: Say Global
el: Μίλα παγκόσμια
hu: Küldés mindenkinek
it: Parla in Globale
lt: Sakyti Globaliai
uk: Сказати в загальний

# Client
source: Say Team
el: Μίλα στην ομάδα
hu: Küldés a csapatnak
it: Parla nella Squadra
lt: Sakyti Komandai
uk: Сказати в команд.

# CreateProfileScreen
source: OK
el: Εντάξει
it: Va Bene
lt: Gerai
uk: ОК

# CreateProfileScreen
source: Decide later
el: Αποφασίστε αργότερα
hu: Majd később
it: Decidi Dopo
lt: Nuspręsti vėliau
uk: Вирішити пізніше

# CreateProfileScreen
source: Welcome to OpenSpades
el: Καλώς ήλθατε στο OpenSpades
hu: Üdvözlünk az OpenSpadesben
it: Benvenuto ad OpenSpades
lt: Sveiki atvykę į OpenSpades
uk: Ласкаво просимо в OpenSpades

# CreateProfileScreen
source: Choose a player name:
el: Επιλέξτε ένα όνομα παίκτη:
hu: Válassz játékosnevet:
it: Scegli il tuo nome per giocare:
lt: Pasirinkite žaidėjo vardą:
uk: Виберіть ім'я гравця:

# CreateProfileScreen
source: Player name
el: Όνομα παίκτη
hu: Játékosnév
it: Nome del Giocatore
lt: Žaidėjo vardas
uk: Ім'я гравця

# CreateProfileScreen
source: You can change it later in the Setup dialog.
el: Μπορείτε να αλλάξετε αργότερα τις ρυθμίσεις.
hu: Később megváltoztathatod a Beállítások ablakban.
it: Puoi modificarlo più tardi nella finestra di configurazione.
lt: Galėsite pakeisti vėliau Nustatymų skiltyje.
uk: Ви можете змінити його пізніше в меню налаштувань.

# MainScreen
source: Connect
el: Σύνδεση
hu: Kapcsolódás
it: Connessione
lt: Prisijungti
uk: Підключитись

# MainScreen
source: Quick Connect
el: Γρήγορη σύνδεση
hu: Gyors kapcsolódás
it: Connessione rapida
lt: Greitai Prisijungti
uk: Швидке підключення

# MainScreen
source: Quit
el: Έξοδος
hu: Kilépés
it: Chiudi
lt: Išeiti
uk: Вийти

# MainScreen
source: Credits
el: Εύσημα
hu: Közreműködők
it: Crediti
lt: Padėkos
uk: Автори

# MainScreen
source: Setup
el: Εγκατάσταση
hu: Beállítások
it: Configurazione
lt: Nustatymai
uk: Налаштування

# MainScreen
source: Filter
el: Φίλτρο
hu: Szűrő
it: Filtro
lt: Filtras
uk: Фільтр

# MainScreen
source: Empty
el: Κενό
hu: Üres
it: Vuoto
lt: Tuščia
uk: Пусті

# MainScreen
source: Not Full
el: Δεν είναι πλήρης
hu: Nincs tele
it: Non completo
lt: Nepilna
uk: Неповні

# MainScreen
source: Server Name
el: Όνομα του server
hu: Szervernév
it: Nome del server
lt: Serverio Pavadinimas
uk: Ім'я серверу

# MainScreen
source: Players
el: Παίκτες
hu: Játékosok
it: Giocatori
lt: Žaidėjai
uk: Гравці

# MainScreen
source: Map Name
el: Όνομα χάρτη
hu: Pályanév
it: Nome della mappa
lt: Lauko Pavadinimas
uk: Назва карти

# MainScreen
source: Game Mode
el: Είδος παιχνιδιού
hu: Játékmód
it: Modalità di gioco
lt: Žaidimo Tipas
uk: Режим гри

# MainScreen
source: Loc.
hu: Hely
lt: Vieta
uk: Кра.

# MainScreen
source: You were disconnected from the server because of the following reason: {0}
el: Αποσυνδεθήκατε από τον server λόγω του εξής λόγου:{0}
hu: Lekapcsolódtattak a szerverről a következő miatt: {0}
it: Sei stato disconnesso dal server per il seguente motivo: {0}
lt: Buvote atjungtas nuo serverio dėl pastarosios priežasties: {0}
uk: Ви були відключені від сервера з такої причини: {0}

# MainScreen
source: Loading...
el: Φόρτωση...
hu: Betöltés...
it: Caricamento in corso...
lt: Kraunama...
uk: Завантаження...

# MainScreen
source: Failed to fetch the server list.
el: Αποτυχία στη λήψη της λίστας των server.
hu: Nem sikerült a szerverlista letöltése.
it: Impossibile recuperare la lista server.
lt: Nepavyko pagriebti serverių sąrašo.
uk: Не вдалось отримати список серверів.

# MessageBox
source: OK
el: ΟΚ
lt: Gerai
uk: ОК

# MessageBox
source: Cancel
el: Ακύρωση
hu: Mégse
it: Annulla
lt: Atšaukti
uk: Скасувати

# Preferences
source: Game Options
el: Επιλογές παιχνιδιού
hu: Játékbeállítások
it: Opzioni di Gioco
lt: Žaidimo Parinktys
uk: Налаштування гри

# Preferences
source: Controls
el: Κουμπιά
hu: Irányítás
it: Comandi
lt: Valdymas
uk: Управління

# Preferences
source: Misc
el: Διάφορα
hu: Vegyes
it: Varie
lt: Įvairūs
uk: Різне

# Preferences
source: Back
el: Πίσω
hu: Vissza
it: Torna indietro
lt: Atgal
uk: Назад

# Preferences
source: Press Key to Bind or [Escape] to Cancel...
el: Πατήστε το πλήκτρο που θα δεσμευτεί ή [Escape] για να ακυρώσετε...
hu: Nyomj meg egy billentyűt a hozzárendeléshez, vagy [Escape]-t a megszakításhoz...
it: Premi il tasto per associare o [Escape] per annullare...
lt: Spauskite Klavišą, kad priskirti, arba [Escape], kad Atšaukti...
uk: Натисніть клавішу для прив'язки або [Esc] для Скасування...

# Preferences
source: Space
hu: Szóköz
it: Spazio
lt: Tarpas
uk: Пробіл

# Preferences
source: Unbound
el: Χωρίς κουμπί
hu: Nincs hozzárendelve
it: Non collegato
lt: Nepriskirta
uk: Не назначено

# Preferences
source: Control
it: Ctrl
lt: Ctrl

# Preferences
source: Left Mouse Button
el: Αριστερό κλικ
hu: Bal egérgomb
it: Pulsante sinistro del mouse
lt: Kairysis Pelės Klavišas
uk: Ліва кнопка миші

# Preferences
source: Right Mouse Button
el: Δεξί κλικ
hu: Jobb egérgomb
it: Pulsante destro del mouse
lt: Dešinysis Pelės Klavišas
uk: Права кнопка миші

# Preferences
source: Middle Mouse Button
el: Μεσαίο κλικ
hu: Középső egérgomb
it: Tasto centrale del mouse
lt: Vidurinysis Pelės Klavišas
uk: Середня кнопка миші

# Preferences
source: Mouse Button 4
el: Κουμπί ποντικιού 4
hu: Egérgomb 4
it: Pulsante mouse 4
lt: Pelės Klavišas 4
uk: Кнопка миші 4

# Preferences
source: Mouse Button 5
el: Κουμπί ποντικιού 5
hu: Egérgomb 5
it: Pulsante mouse 5
lt: Pelės Klavišas 5
uk: Кнопка миші 5

# Preferences
source: ON
el: ΕΝΕΡΓΟΠΟΙΗΣΗ
hu: BE
it: ATTIVATO
lt: Įjungta
uk: ВКЛ

# Preferences
source: OFF
el: Απενεργοποιήση
hu: KI
it: SPENTO
lt: Išjungta
uk: ВИКЛ

# Preferences
source: REVERSED
el: ΑΝΤΕΣΤΡΑΜΜΕΝΟ
hu: FORDÍTVA
it: INVERTITO
lt: Atvirkščiai
uk: ІНВЕРТОВАНО

# Preferences
source: Player Information
el: Πληροφορίες παίκτη
hu: Játékos információ
it: Informazioni del giocatore
lt: Žaidėjo Informacija
uk: Інформація про гравця

# Preferences
source: Player Name
el: Όνομα Παίκτη
hu: Játékosnév
it: Nome del giocatore
lt: Žaidėjo Vardas
uk: Ім'я гравця

# Preferences
source: Effects
el: Εφέ
hu: Effektek
it: Effetti
lt: Efektai
uk: Ефекти

# Preferences
source: Blood
el: Αίμα
hu: Vér
it: Sangue
lt: Kraujas
uk: Кров

# Preferences
source: Ejecting Brass
el: Εκτίναξη περιβλήματος σφαίρας
hu: Töltényhüvelyek
it: Espulsione della Cartuccia
lt: Pašalinamos Gilzes
uk: Гільзи

# Preferences
source: Ragdoll
el: Πτώμα
hu: Rongybaba
lt: Skudurumas
uk: Фізика Ragdoll

# Preferences
source: Animations
el: Εφέ Κίνησης
hu: Animációk
it: Animazione
lt: Animacijos
uk: Анімація

# Preferences
source: Camera Shake
el: Κίνηση κάμερας
hu: Kamera rázkódás
it: Scossa fotocamera
lt: Ekrano Kratymas
uk: Тремтіння камери

# Preferences
source: MORE
el: ΠΕΡΙΣΣΟΤΕΡΑ
hu: TÖBB
it: DI PIÙ
lt: Daugiau
uk: БІЛЬШЕ

# Preferences
source: NORMAL
el: ΚΑΝΟΝΙΚΟ
hu: NORMÁL
it: NORMALE
lt: Vidutiniškai
uk: СЕРЕДНЬО

# Preferences
source: Particles
hu: Részecskék
it: Particelle
lt: Dalelės
uk: Частинки

# Preferences
source: LESS
el: ΛΙΓΟΤΕΡΟ
hu: KEVESEBB
it: DI MENO
lt: Mažiau
uk: МЕНШЕ

# Preferences
source: Feedbacks
el: Αξιολόγηση
hu: Visszajelzés
lt: Grįžtamieji Efektai
uk: Зворотний зв'язок

# Preferences
source: Chat Notify Sounds
el: Ήχοι ειδοποίησης του chat
hu: Chat hangok
it: Suono Notifica della Chat
lt: Kalbėjimosi Lango Pranešimo Garsai
uk: Звуки повідомлень чату

# Preferences
source: Hit Indicator
el: Δείκτης ευστοχίας
hu: Találat jelző
it: Indicatore del Colpo
lt: Pataikymo Žymekliai
uk: Індикатор попадання

# Preferences
source: Show Alerts
el: Εμφάνιση ειδοποιήσεων
hu: Riasztások mutatása
it: Mostra Allerte
lt: Rodyti Įspėjimus
uk: Показувати оповіщення

# Preferences
source: AoS 0.75/0.76 Compatibility
el: AoS 0.75/0.76 συμβατότητα
hu: AoS 0.75/0.76 kompatibilitás
it: Compatibilità con AoS 0.75/0.76
lt: AoS 0.75/0.76 Suderinamumas
uk: Сумісність з AoS 0.75/0.76

# Preferences
source: Allow Unicode
el: Επίτρεψη Unicode
hu: Unicode engedélyezése
it: Consenti Unicode
lt: Leisti Unicode
uk: Дозволити Юнікод

# Preferences
source: Server Alert
el: Ειδοποίηση server
hu: Szerver riasztások
it: Allerta del Server
lt: Serverio Įspėjimai
uk: Оповіщення серверу

# Preferences
source: Field of View
el: Οπτικό πεδίο
hu: Látószög
it: Campo Visivo
lt: Matymo Erdvė
uk: Поле зору

# Preferences
source: Minimap size
el: Μέγεθος χάρτη
hu: Minimap mérete
it: Grandezza Minimappa
lt: Mini-žemėlapio dydis
uk: Розмір мінікарти

# Preferences
source: Show Statistics
el: Εμφάνιση στατιστικών
hu: Statisztika megjelenítése
it: Mostra Statistiche
lt: Rodyti Statistikas
uk: Показувати статистику

# Preferences
source: Weapons/Tools
el: Όπλα/εργαλεία
hu: Fegyverek/Eszközök
it: Armi/Attrezzi
lt: Ginklai/ Įrankiai
uk: Зброя/Інструменти

# Preferences
source: Attack
el: Επίθεση
hu: Támadás
it: Attacco
lt: Pulti
uk: Атака

# Preferences
source: Alt. Attack
el: Alt. επίθεση
hu: Alternatív támadás
it: Attacco Alternativo
lt: Alt. Pulti
uk: Альт. атака

# Preferences
source: Hold Aim Down Sight
el: Στόχος
hu: Célzás
it: Usa il Mirino
lt: Laikyti, kad Naudotis Taikikliais
uk: Утримувати для прицілу

# Preferences
source: Mouse Sensitivity
el: Ευαισθησία ποντικιού
hu: Egérérzékenység
it: Sensibilità del Mouse
lt: Pelės Jautrumas
uk: Чутливість миші

# Preferences
source: ADS Mouse Sens. Scale
el: ADS κλίμακα ευαισθησίας ποντικιού
it: Scala la Sensibilità del Mouse
lt: Pelės Jautrumo naud. Taikiklius Santykis
uk: Чутл. прицілу

# Preferences
source: Exponential Power
el: Εκθετική δύναμη
it: Potere Esponenziale
lt: Eksponentinė Galia
uk: Сила по експоненті

# Preferences
source: Invert Y-axis Mouse Input
el: Αντιστροφή άξονα y ποντικιού
hu: Egér Y-tengelyének invertálása
it: Inverti l'input del mouse nell'asse Y
lt: Apversti Y-ašies Pelės Įvestį
uk: Інверсія Y-осі миші

# Preferences
source: Reload
el: Επαναφόρτωση
hu: Újratöltés
it: Ricaricamento
lt: Užsitaisyti
uk: Перезарядка

# Preferences
source: Capture Color
el: Αντιγραφή χρώματος
hu: Szín felvétele
it: Cattura Colore
lt: Nukopijuoti Spalvą
uk: Захоплення кольору

# Preferences
source: Equip Spade
el: Εξοπλίστε το φτυάρι
hu: Ásó elővétele
it: Equipaggia Pala
lt: Pasirinkti Kastuvą
uk: Взяти лопату

# Preferences
source: Equip Block
el: Εξοπλίστε κύβο
hu: Blokk elővétele
it: Equipaggia Blocco
lt: Pasirinkti Bloką
uk: Взяти блок

# Preferences
source: Equip Weapon
el: Εξοπλίστε το όπλο
hu: Fegyver elővétele
it: Equipaggia Arma
lt: Pasirinkti Ginklą
uk: Взяти зброю

# Preferences
source: Equip Grenade
el: Εξοπλίστε χειροβομβίδα
hu: Gránát elővétele
it: Equipaggia Granata
lt: Pasirinkti Granatą
uk: Взяти гранату

# Preferences
source: Last Used Tool
el: Τελευταίο εργαλείο που χρησιμοποιήθηκε
hu: Utoljára használt eszköz
it: Ultimo strumento utilizzato
lt: Paskutinis Pasirinktas Įrankis
uk: Останній інструмент

# Preferences
source: Switch Tools by Wheel
el: Εναλλαγή εργαλείων μέσω ροδέλας ποντικιού
hu: Eszközök váltogatása egérgörgővel
it: Cambia gli strumenti con Rotellina del Mouse
lt: Pasirinkti Įrankius Pelės Rateliu
uk: Вибір інстр. колесом миші

# Preferences
source: Movement
el: Κίνηση
hu: Mozgás
it: Movimento
lt: Judėjimas
uk: Переміщення

# Preferences
source: Walk Forward
el: Κίνηση προς τα μπροστά
hu: Mozgás előre
it: Camminare Avanti
lt: Eiti Pirmyn
uk: Йти вперед
